{
  "products": [
    {
      "id": "111111",
      "name": "goPro",
      "title": "Go Pro Hero 2",
      "description": "good action camera",
      "specs": "About this product Product Information The entire GoPro line concentrates on the innate ability to blend style, function, and durability. The unmatched performance of the GoPro HD Hero2 action camera is like a special request from professional athletes, action photographers, and sports filmmakers. Maintain HD clarity while capturing fast-paced footage thanks to the fully mountable Outdoor Edition professional camera. GoPro's quality engineering is housed within the HD Hero2's waterproof casing. The extremely rugged design doesn't withdraw from the camera's ability to perform. Snap up to 10 photos per second on the true to life 11MP camera. The 3.5-millimeter external stereo microphone gives the filmmaker the freedom to perfectly pair the in-action audio with the camera's HD video response.",
      "price": 25.0,
      "image": "https://image.ibb.co/cBOTSU/gopro.jpg"
    },
    {
      "id": "2222222",
      "name": "proc",
      "title": "Processor Intel",
      "description": "Intel Core 2 Duo T5450 1.66 GHZ",
      "specs": "About this product Product Information The Intel Core 2 Duo processors are built in several of the world's most advanced, high-volume output manufacturing facilities using Intel's leading silicon process technology. The processor family is based on the revolutionary Intel Core microarchitecture, designed to provide powerful yet energy-efficient performance. With the power of dual cores, or computing engines, the processors can manage numerous tasks faster. They also can operate more smoothly when multiple applications are running, such as writing e-mails while downloading music or videos and conducting a virus scan.",
      "price": 6.0,
      "image": "https://image.ibb.co/gXCcMp/proc.jpg"
    },
    {
      "id": "333333333",
      "name": "garmin",
      "title": "GPS-Navigator Garmin Dakota 20",
      "description": "Super puper Super puper",
      "specs": "About this product Product Information Outdoor navigation meets touchscreen simplicity in Dakota 20. This rugged, palm-sized navigator combines touchscreen navigation, high-sensitivity GPS with HotFix satellite prediction, barometric altimeter, 3-axis electronic compass and microSD card slot in one affordable, power-packed punch.",
      "price": 100.0,
      "image": "https://image.ibb.co/fu7NnU/garmin.jpg"
    },
    {
      "id": "4444444",
      "name": "ram",
      "title": "2GB RAM SO-DIMM",
      "description": "SK hynix 2 GB SO-DIMM DDR3 1600 MHz (HMT325S6EFR8C-PB)",
      "specs": "Capacity Per Module: 2GB Memory Type: DDR3 240Pin DIMM Desktop Memory   Memory Bus Speed: PC3-12800 DDR3 1600MHz 1.5v Non-ECC, Un-Buffered, Non-Registered",
      "price": 6.0,
      "image": "https://image.ibb.co/iko6E9/ram.jpg"
    },
    {
      "id": "55555",
      "name": "case",
      "title": "waterproof phone case",
      "description": "waterproof phone case waterproof phone casewaterproof phone case",
      "specs": "Product Description  Material:PVC Color:As you choose Size:175mm*105mm Condition:100% brand New Quantity:1x Pounch bag",
      "price": 4.0,
      "image": "https://image.ibb.co/mjRtu9/case.jpg"
    },
    {
      "id": "666",
      "name": "sigma",
      "title": "Sigma Sport Belt",
      "description": "Sigma Sport Belt for heart rate monitor t for heart rate monitort for heart rate monitor",
      "specs": "Product Description  Material:PVC Color:As you choose Size:175mm*105mm Condition:100% brand New Quantity:1x Pounch bag, escription of Sigma Sport Comfortex+ Chest Belt for R1/R3 Transmitter Comfortex+ elastic chest belt with Hip Clip for mounting the R1 or R3 transmitter. Compatible with",
      "price": 5.0,
      "image": "https://image.ibb.co/fwpDu9/sigma.jpg"
    }
  ]
}
